Repository: 99centbrains/OKJux-iOS
Catalog: stickerAppTests/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, zh_hans

# TUT_SNAP_TITLE
source: Snap a Pic
de: reißen Sie ein Bild
es: Cargá una imagen
fr: Téléchargez une photo
it: Scattare una foto
ja: スナップ写真を撮る
zh_hans: 上传一张照片

# TUT_SNAP_BODY
source: Take a selfie, or start with a blank canvas.
de: Nehmen Sie ein selfie oder beginnen Sie mit einem leeren Segeltuch.
es: Tomá una selfie o comenzá con una lona en blanco.
fr: Prenez un selfie ou commencez par une toile vide.
it: Prendete un Selfie o iniziare con una tela bianca.
ja: 写真を撮るまたは空のキャンバスで始まる.
zh_hans: 拍一自拍 或者从一个空白的画布开始

# TUT_STYLE_TITLE
source: Style it Up
de: Verzieren Sie Ihr Bild
es: Adorná tu foto
fr: Dénommez votre photo
it: Decora la tua foto
ja: あなたの写真を飾る
zh_hans: 风格你的照片

# TUT_STYLE_BODY
source: Doodle, collage, add stickers and text.
de: Gekritzel, Collage, addieren Sie Aufkleber und Text.
es: Garabatos, collage, añadí stickers y texto.
fr: Le griffonnage ou le collage, ajoutent lesautocollants et le texte.
it: Scarabocchiare e collage, aggiungi adesivi e testo.
ja: ステッカーやテキストをあなたの写真に追加.
zh_hans: 添加涂鸦，贴纸和文字到您的照片

# TUT_DROP_TITLE
source: Drop it
de: Drop Ihre Fotos auf der Karte
es: Publicá tu foto en el mapa
fr: Mettez votre photo sur la carte
it: Cadere la tua foto sulla mappa
ja: 地図上であなたの写真を入れて
zh_hans: 放下你的照片在地图上

# TUT_DROP_BODY
source: Publish your pic for people around you to discover.
es: Publicá tu imagen para que la gente a tu alrededor la pueda descubrir.
fr: Signalez votre photo pour des personnes autourde vous pour découvrir.
it: Pubblica la tua foto per le persone intorno a voi per scoprire.
ja: 発見するあなたの周りの人々のためにあなたの画像を投稿.
zh_hans: 发布您的图片为你周围的人发现

# TUT_KARMA_TITLE
source: Earn Karma
de: Verdienen Karma
es: Ganá Karma
fr: Gagnez le karma
it: Guadagna Karma
ja: カルマを稼ぐ
zh_hans: 赢得好人缘

# TUT_KARMA_BODY
source: Share your creations and vote on the best juxart.
de: Teilen Sie Ihre Arbeit und Abstimmung auf derbesten Kunst.
es: Compartí tus creaciones y vota el mejor arte.
fr: Partagez votre travail et vote sur le meilleur art.
it: Condividi le tue creazioni e votare la migliore arte.
ja: あなたの仕事を共有し、最高の芸術に投票.
zh_hans: 分享你的作品，和表决为其他艺术

# TUT_START_TITLE
source: Get Ready
de: Werden Sie fertig
es: Prepárate
fr: Se préparer
it: Preparare
ja: 準備をする
zh_hans: 准备

# TUT_START_BODY
source: Itâ€™s your turn!
de: Es ist Ihre Drehung!
es: ¡Es tu turno!
fr: C'est votre tour!
it: E 'il tuo turno!
ja: それはあなたの番です!
zh_hans: 这是轮到你了!

# EXP_MAPBODY
source: Drag the map to explore art from around the world.
de: Bewegen Sie die Karte, um Kunst aus der ganzen Welt zu erforschen.
es: Mueva el mapa para descubrir arte por todo el mundo.
fr: Déplacez la carte pour découvrir l'art autour dumonde.
it: Spostate la mappa per scoprire l'arte in tutto il mondo.
ja: 世界中からアートを見つけるためにマップを移動する.
zh_hans: 拖动地图发现世界各地的艺术

# EXP_KARMA
source: Earn Karma by posting, voting, sharing, and being awesome!
de: Machen Sie und stimmen auf die Fotos zu Karma verdienen!
es: ¡Ganá karma haciendo arte, votando, compartiéndolo y siendo impresionante!
fr: Gagnez le karma en signalant, en votant, en partageant et en étant impressionnant!
it: Guadagna Karma inviando, il voto, la condivisione e l'essere fantastico!
ja: カルマを得るために画像を投稿.
zh_hans: 通过张贴，投票和分享获得积分

# TABBAR_MAP
source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: マップ
zh_hans: 地图

# TABBAR_HOT
source: Hot
de: Populär
es: Popular
fr: Populaire
it: Popolare
ja: 人気のある
zh_hans: 流行

# TABBAR_NEW
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新しい
zh_hans: 新

# TABBAR_MORE
source: More
de: Mehr
es: Más
fr: Plus
it: Di Più
ja: もっと
zh_hans: 更多

# TABBAR_MAP_TITLE
source: EXPLORE
de: Erforschen Sie
es: EXPLORAR
fr: EXPLORER
it: Esplorare
ja: 探る
zh_hans: 探索

# TABBAR_HOT_TITLE
source: HOTTEST
de: Am heißesten
es: TOP
fr: LE PLUS CHAUD
it: Più Popolari
ja: 一番ホットな
zh_hans: 最热

# TABBAR_NEW_TITLE
source: NEWEST
de: Neueste
es: LO MÁS NUEVO
fr: PLUS RÉCENT
it: Più Recente
ja: 最新
zh_hans: 最新

# TABBAR_MORE_TITLE
source: MY STUFF
de: Mein Material
es: MIS COSAS
fr: MON TRUC
it: La Mia Roba
ja: 私のもの
zh_hans: 我的东西

# PACK_RESTORE
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristinare
ja: 復元する
zh_hans: 恢复

# PACK_TITLE
source: Packs
de: Aufkleber-Sätze
es: Paquetes de stickers
fr: Paquets d 'autocollants
it: Paccos
ja: ステッカーパック
zh_hans: 贴纸包

# PACK_DONE
source: Done
de: Fix und fertig
es: Hecho
fr: Fini
it: Fatto
ja: 終わった
zh_hans: 完

# PACK_RESTORING
source: Restoring...
es: Restaurando...

# PACK_CANCELLED
source: Cancelled
es: Cancelado

# PACK_FAILED
source: Transaction Failed
es: Transacción fallida

# PROMPT_FLAG_TITLE
source: Report Photo
de: Melde dieses Foto
es: Reportar foto
it: Inbandieri questa foto?
ja: 画像を報告
zh_hans: 报告照片

# PROMPT_FLAG_BODY
source: Please report any spam or suspicious photos.
de: Bitte melden Sie Spam oder unangemessene Fotos.
es: Por favor, reportá cualquier spam o foto inadecuada.
it: Riferisca tutto lo Spam o foto inadeguate.
ja: スパムや不適切な画像を報告してください
zh_hans: 请报告所有垃圾短信或不适当的照片

# PROMPT_FLAG_ACTION
source: Report
de: Melde dieses ungeeignetes Foto
es: Reportar
it: Segnalare inadeguato
ja: 画像を報告
zh_hans: 报告

# PROMPT_FLAG_CANCEL
source: Never Mind
de: Das macht nichts
es: No importa
it: Non importa
ja: 気にしないで
zh_hans: 没关系

# PROMPT_REMIX_TITLE
source: Remix Pic
de: Remix
es: Remix imágen
fr: Remix
it: Rimescoli
ja: リミックス
zh_hans: 再混合

# PROMPT_REMIX_BODY
source: Share or Remix this pic by adding your own art.
de: Teile dieses Foto oder remixen Sie es mit Ihren eigenen Kunst.
es: Compartí o agregá tu propio arte a esta imagen.
fr: Partager ou remixer cette image.
it: Condividere questa foto o rimescolila con la vostra propria arte.
ja: この写真を共有するか、またはリミックスしなさい
zh_hans: 分享这张图片或再混合它与您自己的艺术

# PROMPT_REMIX_ACTION_01
source: Share
de: Teilen
es: Compartí
fr: Parteger
it: Condividere
ja: シェア
zh_hans: 分享

# PROMPT_REMIX_CANCEL
source: Never Mind
de: Das macht nichts
es: No importa
fr: Ne vous occupez jamais
it: Non importa
ja: 気にしないで
zh_hans: 没关系

# PUBLISH_PUBLIC
source: ðŸ“ Publish your pic to public?
de: 📍 Veröffentlichen Sie zur allgemeinen Kartenansicht?
es: 📍¿Publicar tu imágen al público?
fr: Éditez à la vue publique de carte?
it: Pubblichi alla vista pubblica della mappa?
ja: 公共のマップに画像を追加
zh_hans: 📍 分享此图片公共地图

# PUBLISH_SHARE
source: Share
de: Teilen
es: Compartir
fr: Publier
it: Distribuire
ja: シェア
zh_hans: 分享

# PUBLISH_DONE
source: Done
de: Fix und fertig
es: Hecho
fr: Fini
it: Fatto
ja: 終わった
zh_hans: 完

# PHOTO_STARTOVER
source: Start Over
de: Von vorn beginnen ?
es: ¿Empezar de nuevo?
fr: Recommencer?
it: Rincominci?
ja: 最初からやり直す
zh_hans: 重新开始

# PHOTO_NEW
source: Ready to take a new photo?
de: Bereit, ein neues Foto zu beginnen?
es: ¿Quieres tomar una nueva foto?
fr: Préparez pour commencer une nouvelle photo?
it: Aspetti per iniziare una nuova foto?
ja: あなたが新しい写真を開始しますか?
zh_hans: 准备开始一个新的照片

# PHOTO_NOTHANKS
source: No Thanks
de: Nein danke
es: No
fr: Non merci
it: No grazie
ja: 結構です
zh_hans: 不，谢谢

# PHOTO_YES
source: Yes
de: Ja
es: Si
fr: Oui
it: Sì
ja: はい
zh_hans: 是的

# PERMISSION_LOCATION_MAP
source: Location access is needed to view snaps around you.
de: Lage Zugriff ist erforderlich.
es: Es necesario el acceso de la ubicación.
fr: Accès de l'emplacement est nécessaire.
it: È necessario l'accesso di posizione.
ja: 位置情報アクセスが必要です.
zh_hans: 位置访问是必需的

# PERMISSION_LOCATION_PUBLISH
source: App location is needed to publish public photos.
de: Ihre Position wird benötigt, um öffentliche Fotos veröffentlichen.
es: Su ubicación es necesaria para publicar fotos públicas.
fr: Votre position est tenu de publier les photos publiques.
it: La tua posizione è necessaria per pubblicare le foto pubbliche.
ja: 公共の写真を公開する, 位置情報アクセスが必要です
zh_hans: 您所在的位置是是必需的以发布公开照片

# PERMISSION_NO_PHOTOS
source: There are no photos in this location :( Move map to a new area, or invite some friends!
de: Keine Fotos in diesem Ort :( Verschieben Sie die Karte in ein neues Gebiet oder laden einige Freunde ein!
es: No hay fotos en este lugar :( Mover el mapa a una nueva área o invitar a algunos amigos!
fr: Pas de photos à cet endroit :( Déplacez la carte dans une nouvelle région ou inviter des amis!
it: Nessuna foto in questa località :( Spostate la mappa di una nuova area o invitare alcuni amici!
ja: この場所には写真がありません :( 新しい場所にマップを移動, または何人かの友人を招待!
zh_hans: 没有照片在这个位置 :( 移动地图到新的位置, 或者邀请一些朋友!

# PERMISSION_NO_PUBLISHED
source: You havenâ€™t published any public photos :(
de: Sie haben keine öffentliche Fotos.
es: No has publicado ninguna foto pública aún.
fr: Vous ne avez pas publié de photos publiques.
it: Non hai pubblicato alcuna foto pubbliche.
ja: あなたは任意のパブリック写真を掲載していません
zh_hans: 您还没有发布任何公开的图片 :(

# PERMISSION_NO_LOCATION
source: App location access is needed to view snaps around the world.
es: Se requiere acceso a la localización para ver snaps en el mundo.

# PROMPT_LOCAL_TITLE
source: Location Services
de: Ortungsdienste
es: Servicios de localización
fr: Services de Localisation
it: Servizi di Localizzazione
ja: 位置情報サービス
zh_hans: 位置服务

# PROMPT_LOCAL_BODY
source: Application requires Location access for some features. Please enable in Settings > Privacy > Location > Location Services
de: Einige Features erfordern Lage Zugang. Bitte aktivieren Sie (Einstellungen > Datenschutz > Ortungsdienste)
es: Algunas funciones requieren acceso a la localización. Por favor, active Servicios de Localización en (Ajustes > Privacidad > Localización > Servicios de Localización)
fr: Certaines fonctionnalités nécessitent un accès de localisation. Se il vous plaît activer les Services de Localisation (Réglages > Confidentialité > Localisation > Services de Localisation)
it: Alcune funzioni richiedono l'accesso alla posizione. Si prega di abilitare (Impostazioni > Privacy > Localizzazione > Servizi di Localizzazione)
ja: 一部の機能が必要です位置情報アクセス. 有効にしてください (設定 > プライバシー > 場所 > 位置情報サービス)
zh_hans: 一些功能需要位置访问. 请启用位置服务 (设置 > 隐私 > 地点 > 位置服务)

# PROMPT_LOCAL_ACTION
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
zh_hans: 设置

# TOGGLE_NEW
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新しい
zh_hans: 新

# TOGGLE_NEAR
source: Nearby
de: Der Nähe
es: Cercano
fr: Proche
it: Vicino
ja: 近く
zh_hans: 近

# TOGGLE_RISING
source: Rising
de: Beste
es: Subiendo
fr: Hausse
it: Crescente
ja: 上昇
zh_hans: 升起

# PROMPT_REMIX_ACTION_02
source: Remix
it: Rimescoli
ja: リミックス
zh_hans: 再混合

# TOGGLE_TOP
source: Top
de: Sonder
fr: Meilleur
it: Migliore
ja: 最高
zh_hans: 最好的
